<?php

return [
    'day_of_week' => [
        '0'=> 'Неділя',
        '1'=> 'Понеділок',
        '2'=> 'Вівторок',
        '3'=> 'Середа',
        '4'=> 'Четвер',
        '5' => 'Пʼятниця',
        '6' => 'Субота',
        'sunday'=> 'Неділя',
        'monday'=> 'Понеділок',
        'tuesday'=> 'Вівторок',
        'wednesday'=> 'Середа',
        'thursday'=> 'Четвер',
        'friday' => 'Пʼятниця',
        'saturday' => 'Субота',
    ],
    'create' => 'Створити',
    'training_type' => [
        0 => 'Тренування',
        1 => 'Гра',
        'training' => 'Тренування',
        'game' => 'Гра',
    ],

    'weeks' => 'к-ть тижнів',
    'update' => 'Оновити',
    'save' => 'Зберегти',
    'back' => 'Назад',
    'welcome' => 'CRM волейбольних бронювань'
];
