<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | outcome such as failure due to an invalid password / reset token.
    |
    */


    'login_with_tg' => '📱 Поширити свої контактні дані — нехай бот тебе впізнає!',
    'login_requested' => '🔐 Для входу поділись номером. Якщо ти вже в системі — заходь! Інакше звернись через форму зворотнього звʼязку 💬',
    'start' => '🏐 Вітаємо у боті волейбольного комʼюніті! Готовий до гри?',
    'available_commands' => '📋 Ось що зараз доступно. Обирай дію:',
    'login_description' => '🪪 Авторизація для наших своїх',
    'help_list_available_actions' => '🛠️ Перелік можливих дій — щоб не загубитись',

    'not_authorized' => '🚫 Упс! Ти ще не авторизований',
    'wait_for_admin_update' => '⏳ Зачекай, адмін вже перевіряє тебе',
    'or_trigger_directly_if_too_long' => '📩 Якщо щось зависло — напиши напряму',

    'contact' => '📞 Звʼязатись з нами',
    'current_votes_description' => '🗳️ Проголосуй! Актуальні голосування тут',
    'status_description' => '📊 Твій загальний статус у системі',
    'bookings_description' => '📅 Мої бронювання — подивись, коли граєш!',
    'transactions_description' => '💸 Історія транзакцій — усе під контролем',

    'u_have_verified' => '🛡️ Верифікація пройдена — тепер вам усе можна! 😉',
    'current_period' => '🗓️ Поточний період',
    'your_actual_bookings_are' => '📌 Твої актуальні броні',
    'your_actual_bookings_are_nothing' => '😴 Нічого не заброньовано — час щось запланувати!',
    'booking_accounting_status' => '💰 Стан розрахунку за бронювання',
    'booking_accounting_status_value_ok' => '✅ Все ок! Розраховано!',
    'booking_accounting_status_value_not_ok' => '💸 Хтось забув скинути шекелі... 😅',

    'monday' => 'понеділок',
    'training_day' => 'тренування',
    'friday' => 'пʼятниця',
    'tuesday' => 'вівторок',
    'gaming' => 'ігровий день',
    'wednesday' => 'середа',
    'sunday' => 'неділя',
    'choose_each_needed_day_in_period' => '🗳️ Для бронювання одного чи кількох днів проголосуй за кожен потрібний у періоді окремо — поки не розібрали! 🏃‍♂️',
    'yes' => '✅ Так',
    'no' => '❌ Ні',
    'had_previous_booking' => '📅 Мав бронь у попередньому періоді',
    'i_am_sardelka' => '🥲 Я сарделька (але в душі — тигр!)',
    'period' => '📆 Ігровий період',
    'future_period' => '📆 Майбутній період',
    'chosen_day_in_period' => '🎯 Обраний день задоволення та страждань',
    'book_schedule' => 'Забронити день',
    'joined_date' => 'Дата приєднання',
];
